Repository: heopill/EggTime
Catalog: EggTimer/Common/Components/Common.xcstrings
Source language: ko
Languages: en

# Boiled Egg
source: 삶은 계란
en: Boiled Egg

# Fried Egg
source: 계란 프라이
en: Fried Egg

# Hard-boiled
source: 완벽한 완숙
en: Hard-boiled

# Hard-boiled with a fully cooked yolk
source: 노른자가 완전히 익은 반숙
en: Hard-boiled with a fully cooked yolk

# Medium
source: 적당한 반숙
en: Medium

# Omelette
source: 오믈렛
en: Omelette

# Runny
source: 흐르는 반숙
en: Runny

# Scrambled Eggs
source: 스크램블 에그
en: Scrambled Eggs

# Soft
source: 촉촉한 반숙
en: Soft

# Soft-boiled with a medium yolk
source: 노른자가 적당히 익은 반숙
en: Soft-boiled with a medium yolk

# Soft-boiled with a moist yolk
source: 노른자가 촉촉한 반숙
en: Soft-boiled with a moist yolk

# Soft-boiled with a runny yolk
source: 노른자가 흐르는 반숙
en: Soft-boiled with a runny yolk
